Repository: Anashawas/Cable-API
Catalog: Application/Common/Localization/Resources.*.resx
Languages: ar

# ChangePasswordNotAllowed
source: Changing password is not allowed for this user.
ar: لا يسمح بتغيير كلمة السر

source: Current Password
ar: كلمة السر الحالية

# EmailMustBeUnique
source: The email is already used
ar: البريد الالكتروني مستعمل سابقا

# FromTimeToTimeRange
source: From Time must be less than To Time
ar: بداية الوقت يجب أن تكون أقل من نهاية الوقت

# IdentifierDoesntExist
source: The selected identifier doesn't exist
ar: هذا المعرف غير موجود

# InvalidCurrentPassword
source: Current password is invalid
ar: كلمة السر الحالية غير صحيحة

source: Invalid request details
ar: بيانات الطلب غير صحيحة

# InvalidSelctedMapServices
source: The selected map services are invalid
ar: الخريطة المختارة غير صحيحة

# InvalidSelctedPrivileges
source: The selected privileges are invalid
ar: الصلاحيات المختارة غير صحيحة

# LocationDoesntExist
source: The selected location feature doesn't exist
ar: هذا الموقع غير موجود

source: Location Is Required
ar: الموقع مطلوب

source: Name
ar: الاسم

# NameMustBeUnique
source: Another record is using the same name
ar: الاسم مستعمل سابقا

# NameMustBeUniqueWithinUnit
source: The provided name is already used within the same hierarchy
ar: الاسم مستعمل في احدى الوحدات المباشرة

source: New Password
ar: كلمة السر الجديدة

# NotValidUrl
source: The URL is not valid
ar: الرابط الالكرتوني غير صحيح

# OrganizationUnitIsLinkedToUsers
source: The organization unit or its sub units are currently linked to none deleted users
ar: الوحدة التنظيمية مرتبطة بمستخدمين

# OrganizationUnitMustExist
source: The selected organization unit doesnot exist in the database
ar: الوحدة التنظيمية غير صحيحة

# ParentLocationNotValid
source: The selected parent is not valid for this record
ar: الوحدة التنظيمية المباشرة غير موجودة

# ParentUnitChildUnitLinkingIsInvalid
source: The linking between the unit and the parent unit is invalid
ar: الربط بين الوحدة التنظيمية والوحدة التنظيمية الأعلى غير صحيح

# RoleIsLinkedToUsers
source: The role is currently linked to none deleted users
ar: الصلاحية مرتبطة بمستخدمين

# RoleMustExist
source: The selected role doesnot exist in the database
ar: الصلاحية غير موجودة

# UserNameMustBeUnique
source: The user name is already used
ar: اسم المستخدم مستعمل سابقا

# UserAlreadyRated
source: The user already rated this charging point
ar: يوجد تقييم لنقطة الشحن

# StatusMustExist
source: Thes selected status doesnot exist
ar: الحالة غير موجودة

# ChargerPointTypeMustExist
source: Charger point type does not exist
ar: نوع نقطة الشحن غير موجودة
